
let state = {

  postsData: [
    {text: 'sdfsdfdsfsdf материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми', count: '32'},
    {text: 'sdfsdfdsfsdf шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        '', count: '32'},
    {text: 'sdfsdfdsfsdfшпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential', count: '32'},
    {text: 'sdfsdfdsfsdfшпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential', count: '32'}
  ],

  dialogsState: {
    dialogsData: [
      {id: 1, name: 'igor'},
      {id: 2, name: 'ira'},
      {id: 3, name: 'sveta'},
      {id: 4, name: 'miha'},
      {id: 5, name: 'marina'}
    ],

    messagesData: [
      {text: 'hi'},
      {text: 'Урок-шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential Grammar in Use.\n' +
          '          Английская грамматика для новичков. Чтобы вам было удобно,\n' +
          '          материал содержит обзор всей темы с опорными таблицами, красивыми и понятными схемами.\n' +
          '         К каждой теме мы разбираем примеры английских предложений'},
      {text: 'Чтобы вам было удобно,\n' +
          '          материал содержит обзор всей темы с опорными'}
    ]
  }
};

export default state;
