
let state = {

  friendsData: [
    {name: 'boris', url:'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTip_VRWHVZ9Hs-duJcIjB6SxFk5q-QGNitnw&usqp=CAU'},
    {name: 'vadim', url:'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSasANDDeWubBzgKEnbIPpI7X7t-lsyFFgvNA&usqp=CAU'},
    {name: 'niga', url:'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQje9S6SNadtFb-a9IGUkQE4HNcPgH8-uPomg&usqp=CAU'},
    {name: 'noniga', url:'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSMfwKKvCnC0Vd08mCdVSNUOgmPOQbzSceKQQ&usqp=CAU'},
    {name: 'tolik', url:'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQxjV5mgzlLBAls49xJ01gEyH7O-THex1PqKw&usqp=CAU'}
  ],

  postsData: [
    {text: 'sdfsdfdsfsdf материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми' +
        'материал содержит обзор всей темы с опорными таблицами, красивыми', count: '32'},
    {text: 'sdfsdfdsfsdf шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        '', count: '32'},
    {text: 'sdfsdfdsfsdfшпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential', count: '32'},
    {text: 'sdfsdfdsfsdfшпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential' +
        'шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential', count: '32'}
  ],

  dialogsState: {
    dialogsData: [
      {id: 1, name: 'igor'},
      {id: 2, name: 'ira'},
      {id: 3, name: 'sveta'},
      {id: 4, name: 'miha'},
      {id: 5, name: 'marina'}
    ],

    messagesData: [
      {text: 'hi'},
      {text: 'Урок-шпаргалка поможет вам повторить всю английскую грамматику по учебнику Essential Grammar in Use.\n' +
          '          Английская грамматика для новичков. Чтобы вам было удобно,\n' +
          '          материал содержит обзор всей темы с опорными таблицами, красивыми и понятными схемами.\n' +
          '         К каждой теме мы разбираем примеры английских предложений'},
      {text: 'Чтобы вам было удобно,\n' +
          '          материал содержит обзор всей темы с опорными'}
    ]
  }
};

export default state;
